[
  {
    "Serial": 1,
    "name": "Zemaas",
    "description": "We have developed multiple ZeMaas apps & website for Mobility service, Food delivery, Logistics, etc. In the Mobility service platform users can book taxi riders. Drivers can register and accept rides. Users can mark favorite locations, give tips to drivers and report any issues. Furthermore, the platform also provides a seamless food delivery experience for restaurant businesses & their customers enabling restaurant owners to register, add details about their restaurants, get online food orders, and manage them – while customers and restaurant owners can track the driver’s live location. We have also developed an extensive Admin panel for all these services with detailed user analytics, driver analytics and tracking, operator management, accounting, etc.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Zemaas.png",
    "url_title": "zemaas"
  },
  {
    "Serial": 2,
    "name": "Dubai Calendar",
    "description": "Our team successfully developed a Dubai Calendar app for the Dubai Government. This calendar app displays the dates for various festivals, events, functions, and celebrations so that people from all over the world can come to visit Dubai and take part in the festivities. We have also incorporated a screen in the app that displays the real-time number of visitors to Dubai. This was done with the help of an API integrated from the Dubai Tourism Department. Additionally, the app is regularly updated to keep up with the changing events in Dubai. The app is helping the Dubai tourism sector to increase its reach and maximize its revenue.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Dubai_Calendar.png",
    "url_title": "dubaicalendar"
  },
  {
    "Serial": 3,
    "name": "Chefs Special Restaurant",
    "description": "We have developed a comprehensive digital presence for Chefs Special Restaurant, a platform focused on showcasing their premium dining experience. The website acts as a central hub for customer engagement, offering a detailed, easy-to-navigate interface for potential patrons.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Chefs_Special_Restaurant.png",
    "url_title": "chefsspecialrestaurant"
  },
  {
    "Serial": 4,
    "name": "Little Bytes",
    "description": "Our team delivered a robust, modern website for Little Bytes, positioning them as a comprehensive digital and print solutions provider.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Little_Bytes.png",
    "url_title": "littlebytes"
  },
  {
    "Serial": 5,
    "name": "Multi Gym Premium",
    "description": "We successfully developed a state-of-the-art website for Multi Gym Premium, a leading fitness center.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Multi_Gym_Premium.png",
    "url_title": "multigympremium"
  },
  {
    "Serial": 6,
    "name": "Multi Sports BD",
    "description": "Our team created a dynamic and engaging e-commerce platform for Multi Sports BD, specializing in sports equipment and apparel.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Multi_Sports_BD.png",
    "url_title": "multisportsbd"
  },
  {
    "Serial": 7,
    "name": "Resilient Slope",
    "description": "We successfully developed a highly professional and informative website for Resilient Slope.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Resilient_Slope.png",
    "url_title": "resilientslope"
  },
  {
    "Serial": 8,
    "name": "Sara Lifestyle",
    "description": "Our team built a visually rich and user-friendly e-commerce website for Sara Lifestyle.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Sara_Lifestyle.png",
    "url_title": "saralifestyle"
  },
  {
    "Serial": 9,
    "name": "Teaxo BD",
    "description": "We developed a dynamic food ordering and delivery website for Teaxo BD (Teaxo).",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/Teaxo_BD.png",
    "url_title": "teaxobd"
  },
  {
    "Serial": 10,
    "name": "White Cloud BD",
    "description": "We successfully developed a specialized e-commerce platform for White Cloud BD.",
    "image_url": "https://digitaldatait.s3.ap-southeast-1.amazonaws.com/Portfolio/White_Cloud_BD.png",
    "url_title": "whitecloudbd"
  }
]
